{
  "metadata": {
    "original_file": "Dataset/Dataset/Urban II/918-IMCG I-8-4/Obs 1-918.m4a",
    "processed_file": "processed_data/audio/Obs 1-918.mp3",
    "processing_date": "2025-05-22T13:22:07.712337",
    "duration_seconds": 1651.217,
    "total_chunks": 67
  },
  "chunks": [
    {
      "chunk_id": 1,
      "start_time": "00:00:00",
      "end_time": "00:30:00",
      "urdu_text": "ہمیں بھراک بنائیں، آپ نے اتنی پیری پیری بھراک دنیا کے آپ لگایا ہے اور ہمارے ہے، 6 وقت میں سیچ نمبر ہوگیا آج کچھ اکٹیوٹی کریں گے وہ ہم کریں گے، پیچ نمبر 155، اب کوئی بات نہیں ہے اگر آپ نے بقس نہیں بھی اپن کی تو کوئی بات نہیں ہے میں کوئی بھی اپن کرنی تھی گا، اب آپ کو تھوڑا سنگھلیں گے، دیکھیں کہ ہم نے وقت لگیا تھے، کیا پڑھتا تھا ہمیں بھراک",
      "english_translation": "We have made a lot of blogs and here we are at page number 6. Time. Today we are going to do page number 155. It's okay if you haven't opened the books yet. I have to open the books. It will take some time. What should I read? Yes, I will read.",
      "urdu_word_count": 78,
      "english_word_count": 53
    },
    {
      "chunk_id": 2,
      "start_time": "00:25:00",
      "end_time": "00:55:00",
      "urdu_text": "ابیں تھوڑا سا یہ لیتے ہیں کہ ہم نے کیا پڑھا تھا ہم نے پڑھا تھا ہم نے کلوک کے بارے میں جب ہم ٹائم کا پلیسنگ کر رہے تھے تو ہم نے کلوک بنانے سکے اور ہم نے دیکھا تھا ون دے کے اندر کتنے آورز ہوتے ہیں 24 آورز 24 آورز There are 24 hours in a day مگر جب ہم نے کلوک بنائی تھی جب ہم نے کلوک بنائی اور ہم نے ٹائم دیکھا ہم نے کلوک بنائی تھی",
      "english_translation": "Now, let's take a look at what we have studied so far. We have studied about the clock. When we were doing the time calculation, we learned how to make a clock. And we saw how many hours are there in one day. 24 hours. There are 24 hours in a day. But when we made the clock, When we made the clock, we saw the time, we saw the details of the clock.",
      "urdu_word_count": 82,
      "english_word_count": 74
    },
    {
      "chunk_id": 3,
      "start_time": "00:50:00",
      "end_time": "01:20:00",
      "urdu_text": "we made the clock and look at the clock Look at the block how many parts are used to divide it What are the parts of the block? And 24 hours are spent in one day How many minutes are there in one hour? 60hundreds and we have learned making two hands",
      "english_translation": "We have made a clock and we have seen the time. Look at the clock. How many parts are there in the clock? 3 parts. How many parts are there in the clock? 5 parts. In the whole day, there are 24 hours. And how many minutes are there in one hour? 60 minutes. We have also learnt how to make hands.",
      "urdu_word_count": 52,
      "english_word_count": 62
    },
    {
      "chunk_id": 4,
      "start_time": "01:15:00",
      "end_time": "01:45:00",
      "urdu_text": "شیرے چیزی اور ہم نے کوئی ہینڈز بھی بنانی سکتی تھی سمال ہینڈ ایک بھیک ہینڈ جو بھیک ہینڈ کی وہ کسی شو کر رہی تھی مینٹ ہیں جیسے ہم مینٹ سائنٹ بھی کہتے ہیں یہ کسی شو کر رہی تھی اور سمال ہینڈ کسی شو کر رہی تھی ہار اور شو کر رہی تھی ویری گوڈ گرلز اور اس کے اندر سے تک بھی ہینڈز ہیں شکریہ ویری گوڈ گرلز",
      "english_translation": "And we also learned how to make two hands, a small hand and a big hand. Who were the big hands showing? Minutes. Minutes. Yes. Like we say minute sign too. Who were they showing? Minutes. And who were the small hands showing? Ours. Ours were showing. Very good girls. Ours were showing. And there are three hands inside it. And there are three hands inside it. Tell us about the two hands that you did. Just tell us.",
      "urdu_word_count": 71,
      "english_word_count": 79
    },
    {
      "chunk_id": 5,
      "start_time": "01:40:00",
      "end_time": "02:10:00",
      "urdu_text": "اور اس کے اندروں سے تک تری ہنڈز ہیں آج ہم ترے ہنڈز کے بارے میں آپ نے چھوٹی کیا ہے بابا جوس بتاتے جائیں گے یہاں پر ترے ہنڈز ہیں ہاور ایڈ اور منٹ ہنڈ اور یہ مجھے آپ بتائیں گے کہ ابھی آپ کو کیا ٹائم لگ رہا ہے نائن اوپر کسے پر آرہی ہے نائن اوپر یہاں ہے ہاور ایڈ ہاور ایڈ کس سے شوک کر رہی ہے کہاں کر رہی ہے نائن اوپر اور جو منٹ ہنڈ ہے بگ ہنڈ وہ کدھر ہے نائن اوپر",
      "english_translation": "And inside this there are three hands. Today we will learn about two hands. And Papa will tell us. Here are two hands. Hour hand and minute hand. And you will tell me what time is it? Nine o'clock. Nine o'clock. Nine o'clock. Where is hour hand? Where is minute hand? Nine o'clock. And... Where is minute hand? Where?",
      "urdu_word_count": 89,
      "english_word_count": 59
    },
    {
      "chunk_id": 6,
      "start_time": "02:05:00",
      "end_time": "02:35:00",
      "urdu_text": "دن بڑے جنتے میں ہیں ہم نمت کیشکر کریں میں جنتتے میں ہیں بڑے جنتے ہیں ہمولینا وہ جنتے ہیں اور ہم پہلے کہک کرے راہ ہوتے ہیں ہم نمت بے terug RESIDENCE play جنتے نے چھوٹا لگا",
      "english_translation": "Where is the minute hand? Right here. Let's change the time. What is the time now? 12 The minute hand is our hand. Where is our hand? 12 Our hand is at 12. And minute hand is at? 11 12",
      "urdu_word_count": 38,
      "english_word_count": 40
    },
    {
      "chunk_id": 7,
      "start_time": "02:30:00",
      "end_time": "03:00:00",
      "urdu_text": "نہیں وہاں دو آر انڈ زیت 11 اور اب کیا ہے 11 اکلوک و 12 اکلوک لیکن آج ہم بہت اچھا کچھ پڑھنے والے ہیں یہ تو آپ نے مجھے دکھا دیا ہے کہ برنیلی کا اندر کچھ پرارز ہوتے ہیں اور اگر ترک منٹ ہینڈ ہوتی ہے تو ہمارے پاس آر انڈ ہوتی ہے جب نہیں کھلاتی ہے اور محیر آج ایک مزیدہ بات آتا ہے میں بتاں گی اور آپ بتیں تھوڑا سا دکھیہ میں بھی پڑھا ہو آج مجھے بتائیں گے اگر اس کے اندر",
      "english_translation": "Minutes. Minutes. Hours. Our end is at 11. And now it is 11 o'clock. But today we are going to read a very nice book. You have shown me that in a birthday there are 24 hours and there is a minute hand. We have an hour hand which starts the time. But today there is a fun thing. I will tell you and you will tell me.",
      "urdu_word_count": 88,
      "english_word_count": 68
    },
    {
      "chunk_id": 8,
      "start_time": "02:55:00",
      "end_time": "03:25:00",
      "urdu_text": "اگر آپ مجھے بتائیں گے اگر اس کے اندر آپ نے بتایا 24 ہارچ ہوتے ہیں ون ڈے کے لئے اور اس میں 12 کے نمبرز ہیں تو پھر 24 کیسے پورے ہوں گے ہم کیا کریں گے کوئی ہارچ ہم ایک دن کو بھی دو حصوں میں ڈیوائٹ کرتے ہیں ون ڈے کو کیا کرتے ہیں دو ہارچ دو ہارچ میں ہم ایک دن کو ڈیوائٹ کریں گے اور اس میں آپ کو پھر ڈیوائٹ کریں گے",
      "english_translation": "If you count your hours, you will find 24 hours in one day. And there are 12 numbers in this. So how will 24 hours be completed? What we will do is, We divide a day into two parts. What do we do in one day? We divide a day into two halves. We will divide a day into two halves. And you will have a lot of fun with it.",
      "urdu_word_count": 78,
      "english_word_count": 71
    },
    {
      "chunk_id": 9,
      "start_time": "03:20:00",
      "end_time": "03:50:00",
      "urdu_text": "اگلے بیٹے کو ڈوائیٹ کریں گے اور اس میں آپ کو پھر بڑا مزا آنے والا ہے یا دیکھیں ہم ایسا کرتے ہیں کیونکہ ہمیں کلوپ دیکھیں یہ آپ دیکھیں ٹویل اس کو میں نکھ کر لیتی ہوں یہاں سے وان ٹو ٹوی ٹوی ٹوی ٹوی ٹوی ٹوی ٹوی ٹوی",
      "english_translation": "We will divide it and you will have a lot of fun with it. Let's do it like this. You can see the clock. You can see 12. I will write it down. From here, 1, 2, 3, 4, 5, 6, 7, 8. Don't you want to say it with me? 9, 10, 11, 12. What are you doing?",
      "urdu_word_count": 50,
      "english_word_count": 59
    },
    {
      "chunk_id": 10,
      "start_time": "03:45:00",
      "end_time": "04:15:00",
      "urdu_text": "",
      "english_translation": "Eleven, twelve. Twelve. Here, I'll give you a decision. One. One. One, two, three, four, five, six, seven, eight, nine, ten. Eleven. Eleven, twelve. Eleven, twelve. Eleven, twelve.",
      "urdu_word_count": 0,
      "english_word_count": 28
    },
    {
      "chunk_id": 11,
      "start_time": "04:10:00",
      "end_time": "04:40:00",
      "urdu_text": "اب آپ دیکھیں ایک دن دو حصوں میں ڈیوائیڈ ہوتا ہے ایک دن ہم ڈیوائیڈ کرتے ہیں دو پارٹس میں اب آپ دن میں جب بارہ بچے آئیں گے ایک دن آپ سکول کے لئے اٹھتے ہیں جب آپ ناشتہ کیا سکول آئے تیار ہوئے پھر دن تک بارہ بچے بارہ بچے کے بعد پھر جب ہماری بلوک پرانڈ کرتی ہے تو 13 میں چلی چلتی ہے دیجیٹل ہونی",
      "english_translation": "Now we will see that one day is divided into two parts, one day we divide it into two parts. Now when you come at 12 noon, like you wake up early in the morning, you have breakfast, you come to school, you get ready, and then at 12 noon, when the clock strikes 13, you get a digital message.",
      "urdu_word_count": 69,
      "english_word_count": 60
    },
    {
      "chunk_id": 12,
      "start_time": "04:35:00",
      "end_time": "05:05:00",
      "urdu_text": "بابا جی کہا پھر جب ہم یہ کلاک کرنے کے لئے تھی تو وہ 13 میں چلی جاتی ہے وہ دیجیٹل ہونی میسے ہم یہ جو انرالاک کلاک دیکھ رہے ہیں پھر وہ کلاک کی شروع ہوجاتے ہیں وہ کیا ہوتا ہے جب ہم میٹرے تک پہنچتے ہیں جب ہم درمیان میں پہنچتے ہیں دیکھیں یہ ہمارا میٹرے ہے جب ہم یہاں تک پہنچیں گے تو دوبارہ ونس سے وہ نسائکل دوبارہ شروع کرے گا کیا کریں گے پھر سب نسائکل شروع کرے گا ہم اسے کیسے سمجھیں گے ہم اسے سمجھیں گے",
      "english_translation": "Then when we turn the clock, it goes to 13. It is not digital. We are looking at the analog clock. Then it starts clocking. What happens when we reach mid-day? When we reach in the middle. See, this is our mid-day. When we reach here, the cycle will start again from 1. What will it do? The cycle will start again. But how will we understand it? We will understand it. It will start again. It will start again.",
      "urdu_word_count": 93,
      "english_word_count": 80
    },
    {
      "chunk_id": 13,
      "start_time": "05:00:00",
      "end_time": "05:30:00",
      "urdu_text": "پھر سے لیکن ہم اسے کیسے سمجھیں گے ہم اسے سمجھیں گے ہمیں کیسے پتہ چلے گا کہ آپ نے دو وجہ کیا کام کیا تھا اور یہ کون سوال ہے اسے ہم سمجھیں گے ایم اور پی ایم یہ چھیک ہے اسے ہم کیسے سمجھیں گے ایم اور پی ایم یہ لیکن ورڈز ہیں اینٹی پیریگرم اور پاسٹ میریگرم بس آپ سمپلی جو کہہ دیئے ہیں دونوں آپ کے لیے آسان ہے یہ ورڈزیں ہم پڑھتے ہیں ایم اور اینٹی پیریگرم ایم اور اینٹی پیریگرم اینٹی ایم اور پاسٹ میریگرم",
      "english_translation": "But how will we understand it? How will we understand it? How will I know? What work did you do at 2? We will understand it M or P How will we understand it? M or P But the words are Antiperidium or Postperidium Simply the word Antiperidium is easy for you Just read the words M for Antiperidium M for Antiperidium Antiperidium or Postperidium",
      "urdu_word_count": 91,
      "english_word_count": 65
    },
    {
      "chunk_id": 14,
      "start_time": "05:25:00",
      "end_time": "05:55:00",
      "urdu_text": "پی ایم اور پوست میریگرم ہم سمپلی ایم اور پی ایم کریں گے اور ہم دیکھیں گے ہر جیل درمیان ملتے ہیں یہ سکو ہوگا میڈ جیل میڈل آفٹر جیلی کیا ہے اس کا میڈل آفٹر جیلی میڈل آفٹر جیلی اس کا میڈ جیل اب آپ دیکھیں میڈ جیل میڈ جیل",
      "english_translation": "We will do AM and PM and we will see in the middle of the day that what will be the midday of the day. What is the middle of the day? Middle of the day. Middle of the day. This is the midday. Obviously. Midday. Midday.",
      "urdu_word_count": 51,
      "english_word_count": 47
    },
    {
      "chunk_id": 15,
      "start_time": "05:50:00",
      "end_time": "06:20:00",
      "urdu_text": "آپ دیکھیں یہاں پر آگیا میرے تیز سے بات ہے کہ ایک سائٹ پر جو ہوگا وہ ایم ہوگا دوسری سائٹ پر کیا ہوگا بی ایم ہوگا اب ایم کی کچھ ہم بتاؤ کہ کیسے ہمیں پتہ چلے گا کہ ایم ہے یا بی ایم ہے کوئی بچہ مجھے بتاتا جائے کہ ہم ایم میں کونسا کام کرتے ہیں مجھے پتہ چلے گا مجھے پتہ چلے گا میرے بچے میرے بچے",
      "english_translation": "Now, look at the main test. The main test is here. The main test is here. On one side, there will be an M. On the other side, what will be there? There will be a B. Now, tell us something about M. How will we know if there is an M or a B? Any child, tell me. What do we do in M? Give me a hint. Give me a hint. Tell me straight up. Ma'am, in M, there will be a B.",
      "urdu_word_count": 71,
      "english_word_count": 85
    },
    {
      "chunk_id": 16,
      "start_time": "06:15:00",
      "end_time": "06:45:00",
      "urdu_text": "",
      "english_translation": "I am an illustrator. Ma'am, I read Fajr prayers in the AM. We read Fajr prayers at this time. Which time do you read Fajr prayers? 5 o'clock. 5 o'clock. I read Fajr prayers at 5 o'clock. Now you will understand immediately. Fajr prayers wake up in the night or in the day? It wakes up in the morning. It wakes up in the morning. This is our hours and this is our AM. This is our AM.",
      "urdu_word_count": 0,
      "english_word_count": 78
    },
    {
      "chunk_id": 17,
      "start_time": "06:40:00",
      "end_time": "07:10:00",
      "urdu_text": "یہاں تک آؤرز بنیتے ہیں اور یہ ہمارا آئی ایم بنیتے ہیں یہ ہمارا بنیتے ہیں یہ جو ہماری کلانگ دوبارہ جب کوٹنے کے لیے یہ ہمارے پی ایم کے آؤرز ہوگئے یہاں پر آپ دیکھیں صبح سوالے یہاں پر ہماری پی ایم فجر پڑھیں گی پائی پی ایم فجر پڑھیں گی کیونکہ ایم والا ٹائم ہمارا گزر ہے صبح والا ٹائم ہم نے ڈیر ٹوڑ اس سے بھی ڈیوائیز کیا ہوا ہے اب ہم پہلے حصے کے بارے میں پڑھیں گے جو ہمارا ایم ٹائم ہے",
      "english_translation": "This is the hour and this is the AM. This is the clock and this is the PM. This is the morning and this is the afternoon. 5 PM is the afternoon. We have divided the morning time into two parts. We will study the first part which is the entry time. Let's start.",
      "urdu_word_count": 87,
      "english_word_count": 54
    },
    {
      "chunk_id": 18,
      "start_time": "07:05:00",
      "end_time": "07:35:00",
      "urdu_text": "",
      "english_translation": "We will have to study in the evening, which is our anti-marital time. Now tell me, what do you do at 6 in the afternoon? Homework. Do you do homework at 6 in the afternoon? Yes. What do you do at 6 in the afternoon? We will go to school and pray. What will you do? We will have breakfast. What will we do? We can get ready for school. We will have breakfast. We can get ready for school.",
      "urdu_word_count": 0,
      "english_word_count": 80
    },
    {
      "chunk_id": 19,
      "start_time": "07:30:00",
      "end_time": "08:00:00",
      "urdu_text": "سکھنے کے لیے کیا بھی ہو سکتے ہیں ہم بریکفاست پر بات کریں گے جب آپ کو بریکفاست کیوں بتا چاہے گا بریکفاست ہم آہنگ میں کرتے ہیں یا ایکننگ میں کرتے ہیں آہنگ میں آہنگ میں چل جائے گا یہ تو ایم کی بات ہے یہ تو میں ایم سنو کیا کا بات ہے اب آپ سنچیں پھر آپ سیون او کلاف سکول پیار ہوئے ہیں ایک او کلاف آپ تیزے پہنچ کے سکول سکول کب سٹارٹ ہوتا ہے سکول کب سٹارٹ ہوتا ہے سکول کب سٹارٹ ہوتا ہے سکول کب سٹارٹ ہوتا ہے",
      "english_translation": "You can get ready for school. We will talk about breakfast. When you will know about breakfast. Do we have breakfast in the morning or in the evening? In the morning. In the morning. This is about aim. Now you think. You get ready for school at 7 o'clock. You reach home at 1 o'clock. School starts at 1 o'clock. School starts at 1 o'clock. School starts at 1 o'clock. What do you do? What do you do?",
      "urdu_word_count": 95,
      "english_word_count": 78
    },
    {
      "chunk_id": 20,
      "start_time": "07:55:00",
      "end_time": "08:25:00",
      "urdu_text": "آپ کیا کہتے ہیں اور سکول سٹارٹ ایٹ ہرٹی کھانے کا نکالی کوئی اے اے اے اے اے اس کا مطلب ہے جب آپ دیکھیں گے تو آپ اس سے چل جائے گا اے اے اے بھبتو آپ نے سبو اے سبو اے اے سبو اے اے اے اے اے اے اے اے اے اے اے اے اے اے اے اے اے اے اے اور اڈھر اے اے اے اے اے میں  اے آیت آیت آیت وگڑ آئی اے منفJason آیت آیت آیت آیت آیت آیت",
      "english_translation": "School starts at 8.30 am. What did you write? 8.30 am. 8.30 am. This means that when you see the answer, it will go back to 8.30 am. You have to get up at 8.30 in the morning. You can't get up at 8.30 at night and go to sleep. Is that possible? Yes. So, the answer is that school starts at 8.30 am. What did you write? 8.30 am.",
      "urdu_word_count": 86,
      "english_word_count": 70
    },
    {
      "chunk_id": 21,
      "start_time": "08:20:00",
      "end_time": "08:50:00",
      "urdu_text": "آئے ڈیلیو اور پھر جب آپ مون ہو گیا دیکھیں مون ہو گیا مد افترڈیہ ہو گیا درنان مون کا ٹائم آ گیا اب جب اس کے بعد اس سن کے ساتھ ہی چل رہو ایک طرف ہم سن اور مون کی خیال پر دیکھتے ہیں یہ ہمارا سن کے ساتھ چل رہو ہے ڈیلیو اور پھر نائٹ ہماری کس کے ساتھ چل رہو ہے نئے اور سٹارز نائٹ میں میں بس جاتے ہیں ڈیلیو",
      "english_translation": "It started at 8.30 a.m. And then when it was mid-afternoon, it was mid-afternoon, mid-afternoon, the time of the moon came. And then, the day was going on with the sun. On one side, we see the comparison of the sun and the moon. The day was going on with the sun. And the night was going on with what? The stars. What do we have in the night? The stars.",
      "urdu_word_count": 75,
      "english_word_count": 71
    },
    {
      "chunk_id": 22,
      "start_time": "08:45:00",
      "end_time": "09:15:00",
      "urdu_text": "",
      "english_translation": "Do you have a night cover? No Now you see Your break time is over You came to class It's 12.30 12 hours and 1 minute What happened? Where did the time go? It's gone Post meridian has started Our afternoon Has started Now you see Now you see",
      "urdu_word_count": 0,
      "english_word_count": 49
    },
    {
      "chunk_id": 23,
      "start_time": "09:10:00",
      "end_time": "09:40:00",
      "urdu_text": "اب آپ دیکھیں میں نے 130 پر ہمیں چھٹی ہو گئی اور میں کہوں گی کہ میرے سکول جو ہمارے پروز ہوتا ہے 130 پر ہو گئے تمہیں کیا لکھوں گے 130 کے 2 o'clock اچھا آپ کہیں 2 o'clock میں کیا کریں گے 2 o'clock کیا کرتے ہیں 130 پر ہمیں چھٹی ہو گئی اور 2 o'clock تک آپ کہاں چلے جاتے ہیں گھر 2 o'clock تک پھر 230 تک آپ گھر پہنچ گئے پھر آپ نے کیا کیا ہاں",
      "english_translation": "Now you see, we will have a holiday at 1.30. And I will say that my school is closed at 1.30. What will you write? 1.30 and? 2.30 Now tell me, what will we do at 2 o'clock? What do we do at 2 o'clock? You will have a holiday at 1.30. And where do you go till 2 o'clock? Home. Till 2 o'clock. Then you reach home at 2.30. Then what did you do? I don't know.",
      "urdu_word_count": 81,
      "english_word_count": 78
    },
    {
      "chunk_id": 24,
      "start_time": "09:35:00",
      "end_time": "10:05:00",
      "urdu_text": "پھر 2.30 تک آپ بھر پہنچ گئے پھر آپ نے کیا کیا کھانا وہ کونسا کھانا تھا جو ہم نے پہلے تو کھایا لنچ وہ کونسا کھانا تھا لنچ لنچ ٹائم جب وہاں جائیں گے لنچ ٹائم کریں گے کونسے لوگ آس آ جائیں گے جوہر جوہر بری گوڑا پھیر میں پہنچ گئے ہیں بری گوڑا جوہر",
      "english_translation": "What did you do when you reached home at 2.30 pm? We had lunch. What did you have for lunch? We had lunch. What did you have for lunch? We had lunch. Lunch time. We didn't have lunch during the break. When we go there, we will have lunch. What time will we come back? 2.30 pm. 2.30 pm. Very good. You have reached Pia. You have reached Pia.",
      "urdu_word_count": 57,
      "english_word_count": 69
    },
    {
      "chunk_id": 25,
      "start_time": "10:00:00",
      "end_time": "10:30:00",
      "urdu_text": "بہت خوبصورت آپ پی ایم میں پہنچ گئے ہیں بہت خوبصورت ہمارا جو ایروپلین تھا ایر سے پی ایم میں چلے گئے اچھے پھر ہم نے لنچ کیا لنچ ٹائم کی بات ہے ہم کیا کریں گے پور پور پی ایم ہو گیا پور پی ایم پھر کیا کریں گے ہاں ہم جیویشن چلے جائیں گے اور سپیشن نہیں چلے جائیں گے وہ کیا کر رہے ہوں گے وہ اتنا پڑھ رہے ہوں گے اور ہم تھوڑا سا ریسٹ کرسکتے ہیں ہم تھوڑا راسٹ کر رہے ہوں گے آپ کیا کر رہے ہوگی میں تو سو جاؤں گی سو بھی سکتے ہیں ریسٹ کرسکتے ہیں",
      "english_translation": "Very good. You have reached Piya. Very good. Our aeroplane has gone from air to Piya. Then we had lunch. After lunchtime, what will we do? It's already 4 pm. What will we do at 4 pm? Submission. Yes, we will go for a submission. And if we don't get a submission, what will we do? We will study. We will study or we can rest a little. We will rest a little. What will you do? I will sleep. I will sleep. Yes, you can sleep or rest.",
      "urdu_word_count": 105,
      "english_word_count": 89
    },
    {
      "chunk_id": 26,
      "start_time": "10:25:00",
      "end_time": "10:55:00",
      "urdu_text": "میں تو سو جاؤں گی میں تو سو جاؤں گی تھوڑا سا ہم اس وقت سو بھی سکتے ریسٹ کر سکتے بہت سو ہوگئے پھائی پی ایم ہوں گے پھر ہم کیا پہنے ہوگے پھائی پی ایم پڑھو بہت پڑھتے ہیں ہم نے بہت پڑھ گیا دن کو بھی پڑھنے پڑھ گیا چلو پڑھنا ستو ہوگیا اب کیا کریں گے پھر کھڑیں گے پھر کھڑیں گے",
      "english_translation": "I will sleep. I will sleep. We can sleep and rest. We have slept a lot. We woke up at 5pm. What will we do at 5pm? We will study. We will study. You study a lot. We have studied a lot. We have studied all day. Now what will we do? We will eat. We will go out. We will go out.",
      "urdu_word_count": 66,
      "english_word_count": 63
    },
    {
      "chunk_id": 27,
      "start_time": "10:50:00",
      "end_time": "11:20:00",
      "urdu_text": "",
      "english_translation": "She is from a very poor family. She is from a very poor family. Ma'am, I go to school after studying. What did she say? Ma'am, I also go to school after studying. Very good. You can also study further at this time. You can go to school after studying. She goes to school in the evening. You can go to school in the evening. And then you study after that. And then you play. Then you have dinner. Ma'am, I have dinner before sleeping. I have dinner before sleeping.",
      "urdu_word_count": 0,
      "english_word_count": 90
    },
    {
      "chunk_id": 28,
      "start_time": "11:15:00",
      "end_time": "11:45:00",
      "urdu_text": "مہم خان دینر کر کے سو جائیں گے دینر کی تیاری مہمہ دینر کی تیاری کر رہی ہوگی آپ جس سے کوئی کارٹوں وغیرہ بھی دیکھ سکتے ہیں یا کھیل سکتے ہیں اس میں سوٹی ٹائم باندھ رہ سکتے ہیں چلیاں مہمہ نے لائنڈ ڈیلر بنا لیا دینر کونسا کھانا ہے کھانا رات کا کھانا ہمارا دینر ٹائم ہو گیا ہم لائنڈ ڈیلر پر چلے گئے ہیں ہم نے کھانا کھا لیا ہم نے لائنڈ ڈیلر پر چلے گئے ہیں اب ہم کیا کر رہے ہوگئے؟ سوٹی ٹائم باندھ رہی ہوگئے",
      "english_translation": "Ma'am, we will have dinner and then go to sleep. We will have dinner and then go to sleep. You can watch cartoons and play with them. We will talk about that later. We have made dinner. What is dinner? Dinner! It is dinner time. We went to the dining room and had dinner. After that, we thought it is 9pm. What will we do now? I don't know.",
      "urdu_word_count": 91,
      "english_word_count": 69
    },
    {
      "chunk_id": 29,
      "start_time": "11:40:00",
      "end_time": "12:10:00",
      "urdu_text": "اچھا نائن پی ایم ہو گیا اب ہم کیا کر رہے ہوگئے سو گے رات سو گے رات جلدی ہے سٹوری ٹائم بیٹھ لیتے ہیں دعا پڑھ لیں گے رات کی اور پھر آسی آیا آپ فاطمہ صاحبیں پوچھو گئی ہیں کہ فاطمہ صاحبیں کیا کر رہے ہوئے ہیں فاطمہ بتایا ہے فاطمہ کیسے سو گے رات آواز ہی نہیں آرہی ہے مجھے نائن اوکلاف نائن اوکلاف فاطمہ تو اچھا بچہ ہے نائن اوکلاف ہم سو گے ہیں تو ہیلتی ہو جائیں گے ہم کھولیں گے ہم زیادہ ہیلتی ہوتی ہیں اب دیکھیں نائن اوکلاف ہم سو گے پھر نائن اوکلاف",
      "english_translation": "It's 9pm. What are we doing now? We are going to sleep. We are in a hurry. Let's sit for story time. We will pray at night. And then we will come back. Fatima will tell us what to do at night. Fatima, tell us what time do we sleep at night? I can't hear you. 9 o'clock. 9 o'clock. Fatima is a good girl. If she sleeps at 9 o'clock, she will be healthy. If we would have gone to sleep, we would have been healthier. 9 o'clock comes to everybody.",
      "urdu_word_count": 101,
      "english_word_count": 92
    },
    {
      "chunk_id": 30,
      "start_time": "12:05:00",
      "end_time": "12:35:00",
      "urdu_text": "ہم کھولیں گے پھر کیونکہ ہم زیادہ ہیلڈی ہوتی ہیں اب دیکھیں نائن و کلاک ہم سو گئے پھر نائن و کلاک ہم لے رہے ہیں جب دوائیت بجے گا رات کو مڈ نائٹ ہو گی دیکھیں گے مڈ نائٹ دوائیت بجے گا اب رات کو فائز ہو گا اس کے بعد ورائے ٹائم پھر کیا شروع ہو جائے گا پھر ہمارا ایروپلین ایم کی طرف چلے جائے گا پھر سے وال ایم پھر ہم سو رہے ہوں گے دو ایم ہم سو رہے ہوں گے تری ایم ہم سو رہے ہوں گے فور ایم ہم سو رہے ہوں گے فائز ہے ہمارا سو رہے ہوں گے",
      "english_translation": "If we sleep, we will be more healthy, right? Now look, we will sleep at 9 o'clock, then at 11 o'clock, when it will be 12 o'clock at night, it will be midnight. Look, it's midnight, 12 o'clock. When it will be 5 o'clock at night, what will happen to the time after that? Our airplane will go towards 10 o'clock. Again, we will be sleeping at 1 o'clock. We will be sleeping at 2 o'clock. We will be sleeping at 3 o'clock. We will be sleeping at 4 o'clock. We will be sleeping at 5 o'clock.",
      "urdu_word_count": 107,
      "english_word_count": 97
    },
    {
      "chunk_id": 31,
      "start_time": "12:30:00",
      "end_time": "13:00:00",
      "urdu_text": "3 ایم ہم سو رہے ہوں گے 4 ایم ہم سو رہے ہوں گے 5 سے پھر ہمارا سائیکل سٹارٹ ہو جائے گا پھر ہم لیپیوٹڈ وائن پہ جائیں گے بس ہمیں یہ سمجھنے چاہتے ہیں ایم اور پی ایم کیا ہوتا ہے ایم کونسا ڈے کا ٹائم ہے پی ایم کونسا ڈے کا ٹائم ہے کبھی کبھی آپ مجھے برے کے بعد گوڈ مارنگ کہہ رہے ہوتے ہیں ایم کونسا ڈے کا ٹائم ہے کبھی کبھی آپ مجھے برے کے بعد گوڈ مارنگ کہہ رہے ہوتے ہیں ایم کونسا ڈے کا ٹائم ہے",
      "english_translation": "3 am we will be sleeping 4 am we will be sleeping from 5 am our cycle will start then we will go to the toilet we just want to understand that what is AM and PM what is AM what time is AM what time is PM after break you say good morning where do you go in the morning TV you go little ahead good morning",
      "urdu_word_count": 94,
      "english_word_count": 68
    },
    {
      "chunk_id": 32,
      "start_time": "12:55:00",
      "end_time": "13:25:00",
      "urdu_text": "بہت آگے چلی گئی ہو گئی ہے نا نیز نیز نیز بولی نیز میں چلی چلی ایڈ او کلاف ایڈ او کلاف سو جاتے ہیں اچھا اچھا ایڈ او کلاف بھی سو سکتے ہیں اگر آپ سونا چلتی ہو گئے تو آپ بھی سو سکتے ہیں نا اچھا اب ہم ایسا ہیں ایک انٹویٹی میں آپ کو جس سے مجھے فورا پتہ چل جائے گا آپ کو سمجھ آگیا ہے یا نہیں آگیا ہے نا تو میں آپ کو دینے والی ہوں یہ دیکھیں دیکھیں شہروانیہ کم ہے خانیہ ساعت کم ہے",
      "english_translation": "No, no, no. You have gone too far, right? Yes. Yes. Yes, tell me. I want to sleep at 8 o'clock. You can sleep at 8 o'clock. Okay, okay. You can sleep at 8 o'clock too. If you go to sleep early, you can sleep at 8 o'clock. Now, we will find an activity for you, which will let me know if you have understood or not. So, I am going to give you, look at this. Look at here. Vania, come here. Hania, start from here. Hania, start from here. ",
      "urdu_word_count": 92,
      "english_word_count": 91
    },
    {
      "chunk_id": 33,
      "start_time": "13:20:00",
      "end_time": "13:50:00",
      "urdu_text": "یہ دیکھیں دیکھیں شہروانیہ کم ہے خانیہ ساتھ کم ہے خانیہ زیادہ کم ہے اچھا جی اب آپ دیکھیں اس کی اوپر آپ مجھے بتائیں گے میں نے لکھا ہے وقت لکھ دیا بریکفاست بھی لکھ دیا نماز فجر بھی لکھ دیا کارٹون وقت بھی لکھ دیا ڈیلرٹ وقت بھی لکھ دیا لیکن مجھے یہ نہیں پتا کہ یہ ہم اس وقت کرنے والے ہیں یہ آپ مجھے بتاتے چاہیں گے تو یہ ہم کریں گے اپنے ساتھی کے ساتھ ملنے کے لئے جی ہر چاری مدد کر سکتے ہیں وہاں سے جلدی جلدی",
      "english_translation": "Look at this, there are fewer cities, fewer cities, fewer cities. Now you will tell me on this, I have written, I have written time, I have written breakfast, I have written Namaz-e-Fajr, I have written cartoon time, I have written dinner time, but I don't know when we are going to do this. You will tell me and we will do this with our partner. You will tell me and we will do this with our partner.",
      "urdu_word_count": 94,
      "english_word_count": 78
    },
    {
      "chunk_id": 34,
      "start_time": "13:45:00",
      "end_time": "14:15:00",
      "urdu_text": "",
      "english_translation": "",
      "urdu_word_count": 0,
      "english_word_count": 0
    },
    {
      "chunk_id": 35,
      "start_time": "14:10:00",
      "end_time": "14:40:00",
      "urdu_text": "ڈیکاوڈے پیسے ریڈریش اپنے بچوں کو کم ہو گئے ریڈریش ڈیکاوڈے پیسے ریڈریش اپنے بچوں کو کم ہو گئے ریڈریش ڈیکاوڈے پیسے ریڈریش اپنے بچوں کو کم ہو گئے ریڈریش ڈیکاوڈے پیسے ریڈریش اپنے بچوں کو کم ہو گئے ریڈریش",
      "english_translation": "",
      "urdu_word_count": 40,
      "english_word_count": 0
    },
    {
      "chunk_id": 36,
      "start_time": "14:35:00",
      "end_time": "15:05:00",
      "urdu_text": "",
      "english_translation": "",
      "urdu_word_count": 0,
      "english_word_count": 0
    },
    {
      "chunk_id": 37,
      "start_time": "15:00:00",
      "end_time": "15:30:00",
      "urdu_text": "ڈیویڈ ڈیویڈ",
      "english_translation": "",
      "urdu_word_count": 2,
      "english_word_count": 0
    },
    {
      "chunk_id": 38,
      "start_time": "15:25:00",
      "end_time": "15:55:00",
      "urdu_text": "",
      "english_translation": "",
      "urdu_word_count": 0,
      "english_word_count": 0
    },
    {
      "chunk_id": 39,
      "start_time": "15:50:00",
      "end_time": "16:20:00",
      "urdu_text": "",
      "english_translation": "",
      "urdu_word_count": 0,
      "english_word_count": 0
    },
    {
      "chunk_id": 40,
      "start_time": "16:15:00",
      "end_time": "16:45:00",
      "urdu_text": "",
      "english_translation": "",
      "urdu_word_count": 0,
      "english_word_count": 0
    },
    {
      "chunk_id": 41,
      "start_time": "16:40:00",
      "end_time": "17:10:00",
      "urdu_text": "اچھا ایسے کریں اس پر ایسے کرنک کریں ایسے کرنک کریں اور اب یہ کرنپر رکھیں یہ ہم لیں گی بعد میں آپ سے نوڑیاں کے میں پلانس دیکھو گے کس نے اچھا کام کیا ہے چیلنج اب ہم آتے ہیں خوبکہ پیش نمبر 155 یہاں پہلے ہیں پیش نمبر 155 ڈیس پر اچھا کام کیا ہے اچھا کام کیا ہے",
      "english_translation": "Okay, turn it like this and put it on the table. We will take this later. I will show you how to do a good job. Challenge. Now let's go to page number 155 of the book. Page number 155.",
      "urdu_word_count": 61,
      "english_word_count": 40
    },
    {
      "chunk_id": 42,
      "start_time": "17:05:00",
      "end_time": "17:35:00",
      "urdu_text": "",
      "english_translation": "One hundred and fifty-five. One hundred and fifty-five. All of you are facing one hundred and fifty-five. One hundred and fifty-five. Now, look here. What is on one side? Moon. What is on the other side? Night. This is night. Twelve hours are given in the name of moon and night. One hundred and fifty-five.",
      "urdu_word_count": 0,
      "english_word_count": 55
    },
    {
      "chunk_id": 43,
      "start_time": "17:30:00",
      "end_time": "18:00:00",
      "urdu_text": "12 آرز دی ہوئے ہیں نون اور نائی کے درمیان میں پر جب میں اپنے چھوٹی کے درمیان میں سیکھا تھا 12 آرز 24 آرز کے ڈے ہیں 12 آرز ایم ٹائم، 12 آرز ایم ہم چھوٹی کے ساتھ ہمجھے آپ کی سمجھے گھوپ نظر آیا ہے اور پیچھلے میں 155 نظر آیا ہے پیچھلے میں 155 آپ کسی کو ہیلپ کر جو پیچھلے کو نہیں دیکھیں آسکتے ہیں",
      "english_translation": "12 hours U and A, between noon and night. But when I saw it, I learned that 12 hours is 24 hours a day. 12 hours aim time, 12 hours aim time. I'm teaching you fast, okay? Okay? I saw a book in front of you and I saw page number 155. Page number 155. I have an idea, I have an idea. You help someone, I'll open the page, okay? That's okay.",
      "urdu_word_count": 69,
      "english_word_count": 73
    },
    {
      "chunk_id": 44,
      "start_time": "17:55:00",
      "end_time": "18:25:00",
      "urdu_text": "کسی کو ہیڈ پر پیش کھو دیں گے ایک ورڈزیاں مکھا ہوا تھے میڈ نائٹ ورڈزیاں نائٹ بتایا ہے کہ ہم سکول رکھیں گے سیون ایم ہم سکول کے لیے آئیں گے سیون ورڈزیاں ہم سکول کے لیے آئیں گے تو کون سے کاری ہوگا سیون ایم ایم اور جب ہم اپنا شام میں ہوم با کر رہے ہوں تو ہم کون سے کاری ہوگا ایم ایم اور یہ بتائیں کہ کتاب ہم دینا کرو",
      "english_translation": "Please help someone. I will open the page. It is written here. Midnight to Daylight It is written here that we will stay in school. We will come back at 7. So what time will it be? 7? And when we will be home in the evening, what time will it be? 7. And it is written here Midnight to Daylight",
      "urdu_word_count": 75,
      "english_word_count": 61
    },
    {
      "chunk_id": 45,
      "start_time": "18:20:00",
      "end_time": "18:50:00",
      "urdu_text": "اور یہ بتائیں کہ مجھے کہ جب ہم ڈینر کر رہے ہوں تو کونسا ٹائم ہو رہا ہے؟ پیش اب آپ کا پیش نمبر 156 ہے 156 کون کریں؟ پیش کیوں کریں؟ 156 پیش کیوں کریں؟ اب آپ سب کو یہ کرنا ہے اب آپ سب ایسا کرتے جائیں گے کہ پیر یا پیر نیچے لکھتے جائیں گے اور میں نہیں بھی جا رہا ہوں کہ آپ نیچے لکھیں گے مجھے 156 کیا ہے؟ نہیں",
      "english_translation": "And tell me, when we are having dinner, what time will it be? 1 Your page number is 156. Open page number 156. Page number 156. Now all of you have to do this. Now all of you will keep writing down your P.M. And I don't want to know if you are writing it correctly or not. Are you ready? Are you ready?",
      "urdu_word_count": 75,
      "english_word_count": 64
    },
    {
      "chunk_id": 46,
      "start_time": "18:45:00",
      "end_time": "19:15:00",
      "urdu_text": "",
      "english_translation": "Okay. Are you ready? 1.56. No. Okay. No. Don't rush. Just look at the time. See 7.30. Wakefast is open, time is... Time is open. Time is open. Time is open. Time is open. Time is open. Time is open. Time is open.",
      "urdu_word_count": 0,
      "english_word_count": 43
    },
    {
      "chunk_id": 47,
      "start_time": "19:10:00",
      "end_time": "19:40:00",
      "urdu_text": "",
      "english_translation": "",
      "urdu_word_count": 0,
      "english_word_count": 0
    },
    {
      "chunk_id": 48,
      "start_time": "19:35:00",
      "end_time": "20:05:00",
      "urdu_text": "",
      "english_translation": "",
      "urdu_word_count": 0,
      "english_word_count": 0
    },
    {
      "chunk_id": 49,
      "start_time": "20:00:00",
      "end_time": "20:30:00",
      "urdu_text": "What time does Fatima come back from school? سکول سے فاطمہ کم واپس آتی ہے؟ What's the time? 2 PM Raise your hand Raise your hand 2 PM 2 o'clock واپس آتی ہے وہ چونکہ Mid-day کے بعد ستارٹ ہوتے ہیں Mid-day کے بعد وہ 2 o'clock آتی ہیں So, what's the time of your school? 2 PM What's the time? What's the time?",
      "english_translation": "What time does Fatima come back from school? When does Fatima come back from school? 2 p.m. Raise your hand. Raise your hand. 2 p.m. 2 p.m. She comes back at 2 o'clock. She starts after midday. She comes back at 2 o'clock after midday. What time is it? 2 p.m. What time? What time? 2 p.m.",
      "urdu_word_count": 64,
      "english_word_count": 57
    },
    {
      "chunk_id": 50,
      "start_time": "20:25:00",
      "end_time": "20:55:00",
      "urdu_text": "",
      "english_translation": "Okay, tell me, what time does Fatima do her homework? Does she do her homework in the morning or at night? Fatima, tell me what time does she do her homework? Look at the picture and tell me. When does Fatima do her homework? What time does she do her homework in the morning? P.M. P.M. What time is that? P.M. P.M.",
      "urdu_word_count": 0,
      "english_word_count": 62
    },
    {
      "chunk_id": 51,
      "start_time": "20:50:00",
      "end_time": "21:20:00",
      "urdu_text": "پی اے وہ کونسے ٹائم ہوگا پی اے وہ ہوگا سکاڈر سکول والا ٹائم ہوگا اچھا آپ نے اگلی ساری ایک نوٹیز آپ نے جو پیش پیش جو بنے ہوئے ہیں اے ور پیش چکے سیزا فلاکھ بلیل تھی اور آپ نے ٹائم دیکھ کے ڈیچے لکھنا تھا ٹائم بھی لکھنا تھا اور اے ور پی اے لکھنا تھا کیونکہ ٹائم پہلے لکھنا سیکھ چکے تھے اے ور پی اے ٹائم پہلے لکھنا سیکھ چکے تھے ٹائم پہلے لکھنا سیکھ چکے تھے",
      "english_translation": "P.M. P.M. What time will that be? P.M. That will be the time for the school. You have seen all the activities on the page. A and B. This is a clock. You have to see the time and write it down. You have to write the time and A and B. You have already learnt to write the time. A and B. You have to write it down. P.M. P.M. ",
      "urdu_word_count": 82,
      "english_word_count": 71
    },
    {
      "chunk_id": 52,
      "start_time": "21:15:00",
      "end_time": "21:45:00",
      "urdu_text": "اب آپ ایسا کریں گے آج جو گھر جائیں گے جو کام کریں گے وہ کیا کرنے والے ہیں آج جو گھر جائیں گے اور اپنا favorite کام ایسا کریں گے آپ جب گھر جائیں گے اور صبح آنے تھر آپ نے four activities ہے کہ آج شام میں آپ نے جیسے four pm آپ نے کیا کیا تھا اچھا لگے گا آپ ایک پیش بھائی بنانے گے",
      "english_translation": "Now you will go home and do your favorite thing, you will go home and by the time you come back, you will note down 4 activities that you did in the evening, like what did you do at 4pm.",
      "urdu_word_count": 68,
      "english_word_count": 40
    },
    {
      "chunk_id": 53,
      "start_time": "21:40:00",
      "end_time": "22:10:00",
      "urdu_text": "یہ اچھا لگے گا آپ ایک پیش کیوپا ایک کلوگ بنائیں گے کلوگ کے اندر ٹائم لکھیں گے اسی طرح فورو کلوگ کلوگ بنانے کے لئے کیا کریں گے آپ کو یہ تو کہتے ہیں کہ منٹ سائنٹ کدھر ہوگی اور آور اینڈ کدھر ہوگی اور وہ فورو کلوگ شو کر رہی ہوگی یا آپ گھر جو کلوگ لکھیں گے اس کلوگ کو دیکھنے بھی کرسکتے ہیں جیسے اگر آپ گھر جائیں گے شکریہ شکریہ",
      "english_translation": "It will look good like this. You will make a page, a cube, a clock. You will write the time in the clock. Like a 4 o'clock clock. To make a 4 o'clock clock, what will you do? You will know where the minute hand will be and where the hour hand will be. And it will show the 4 o'clock. Or you can see the clock at home. For example, you will go home and it will be 4 o'clock. At that time, you will also do the same. Like this.",
      "urdu_word_count": 75,
      "english_word_count": 92
    },
    {
      "chunk_id": 54,
      "start_time": "22:05:00",
      "end_time": "22:35:00",
      "urdu_text": "اس وقت آپ جو بھی اکیویٹی کریں اس وقت آپ نہاں لکھیں گے ایک کم چارٹ اوپر لکھیں اس چارٹ جو پر آپ اکیویٹی کو لکھیں اس کم چارٹ جو پر آپ اکیویٹی کو لکھیں لیکن اب 4 o'clock ہوگا آئینہ 4 o'clock ہوگا شام میں پھر آپ ایک پیش کے اوپر اپنی کلاک روک کریں گے وقت روک کریں گے آگے اکیویٹی لکھیں گے کہ اس وقت آپ کیا کر رہے تھے کیا کر رہے تھے",
      "english_translation": "At that time, whatever activity you are doing, where will you write it? Take a chart. Write the activity on that chart. Now it will be 4 o'clock. Mirror. It will be 4 o'clock in the evening. Then you will draw your clock on a page. You will draw the time. Then you will write the activity. What were you doing at that time? What were you doing at that time?",
      "urdu_word_count": 77,
      "english_word_count": 71
    },
    {
      "chunk_id": 55,
      "start_time": "22:30:00",
      "end_time": "23:00:00",
      "urdu_text": "کیا کر رہے تھے کوئی دوسرے کیا کر رہے تھے جارے کا پھر ہم سب کا شو کریں گے پھر آپ سوچیں شام میں سیون افلاک ہوئے سیون افلاک یہاں میں سب کچھ کرتے ہیں سونے کا ٹائم لکھ سکتے ہیں صبح اوپر جاگنے کے ٹائم لکھ سکتے ہیں اور اس کے ساتھ کیا چیز لکھیں گے ایر ایر ایر ایر ایر ایر ایر اب آپ مجھے بتائیں گے آپ کے پاس سمجھ آگئی ہے یا نہیں آپ کے پاس سمجھ آگئی ہے یا نہیں",
      "english_translation": "What were you doing at that time? What were you doing at that time? Then we will show it to everyone. Then you will think that it is 7 o'clock in the evening. At 7 o'clock everyone can write their time to sleep. Everyone can write their time to wake up. And what will you write with that? P.M. P.M. A.M. and P.M. Now you will tell me if you have understood or not. Now you will tell me if you have understood or not.",
      "urdu_word_count": 85,
      "english_word_count": 85
    },
    {
      "chunk_id": 56,
      "start_time": "22:55:00",
      "end_time": "23:25:00",
      "urdu_text": "کہ آپ نے بس سمجھ آگئے ہے یا نہیں آپ میں بتاؤں گی کہ یہ وقت بتاؤں گی رات میں مجھے کون سی نیگرٹی کرنی ہے کھڑا بیٹھ جائے اچھا جی باطنہ باطنہ نہیں اب ہم کسی اور پوچھے کیا کریں ہانیا ویک اپ ایٹ سیون سیون اوکلاک ہانیا سات وجہ جھکتی ہے سب باٹھ ہانیا",
      "english_translation": "I will tell you if you have understood or not. I will tell you the time. And you will tell me which activity you want to do. I want to do yoga. Yoga. Yoga. Okay. Fatima. Fatima. Let's check someone else. Hania. Hania wake up at 7. 7 o'clock. 7 am. Hania wakes up at 7. Hania wake up at 7.",
      "urdu_word_count": 56,
      "english_word_count": 61
    },
    {
      "chunk_id": 57,
      "start_time": "23:20:00",
      "end_time": "23:50:00",
      "urdu_text": "ہانیا ساتھ بجے جاکتی ہے اب میں نے بس سے صبح شامل کہا ہانیا صبح ساتھ بجے جاکتی ہے ایم سیون ایم ہوگا کیا ہوگا ہانیا سیون ایم جاکتی ہے آپ نے بتائی نہیں ہے میں ٹھیک بتایا جاؤں گا یا نہیں بتایا ہانیا سیون ایم جاکتی ہے صبح اچھا یہ بتائیں کہ آئی شاہ شامل پانچ دیکھیں دیکھیں دیکھیں",
      "english_translation": "Hania wakes up at 7am. I just told her in the morning that Hania wakes up at 7am. What will happen if it's 7am? Hania wakes up at 7am. I didn't tell you if I told you correctly or not. Hania wakes up at 7am. Hania wakes up at 7am. I told her that Aisha wakes up at 5pm.",
      "urdu_word_count": 60,
      "english_word_count": 59
    },
    {
      "chunk_id": 58,
      "start_time": "23:45:00",
      "end_time": "24:15:00",
      "urdu_text": "آئیشہ شام کو پانچ وقت کھینے جاتی ہے نا آئیشہ آئیشہ پیس فوٹبال کریں گے فوٹبال کریں گے چلیں گے فوٹبال ایڈننگ ایٹ ایڈننگ ایڈننگ",
      "english_translation": "Ayesha goes to play football at 5 in the evening. Ayesha plays football in the evening. Shall we play football? Yes. Let's go. Ayesha plays football in the evening. Ayesha plays football in the evening.",
      "urdu_word_count": 25,
      "english_word_count": 35
    },
    {
      "chunk_id": 59,
      "start_time": "24:10:00",
      "end_time": "24:40:00",
      "urdu_text": "4م Is it right? No شام کو چار ہجائشہ فوٹبول کھرتی ہے تو 4م لکھو گئی یا پی ایم لکھو گئی؟ پی ایم ایم کیوں نہیں چھیک ہوگا؟ ایم کون مولا ہے؟ مجھے مولا ہے سبا مجھے مولا ہے سبا ہنٹی پہلی گیم تھا اور مجھے شام میں کھین رہی ہے اور میں نے دیکھا تھا کہ کل لوگ دیکھیں گے یہ بات کیا شروع ہو جاتا ہے",
      "english_translation": "4 M. Is it right? No. In the evening, when 4 girls play football, will you write 4 M or P M? P M. Why won't M be correct? M is wrong. I said M. It's very early in the morning. It's the first game of the day. And I have to play in the evening. And we saw what happens when you write 4 M.",
      "urdu_word_count": 68,
      "english_word_count": 66
    },
    {
      "chunk_id": 60,
      "start_time": "24:35:00",
      "end_time": "25:05:00",
      "urdu_text": "اور ہم نے دیکھا تھا کہ کھڑو کھڑو مکرے کے بعد کیا شروع ہو جاتا ہے؟ نیر شروع ہو جاتا ہے اچھا یہ بتائیں کہ ماما رات کو نائن پی ایم دنر ریڈی کرتی ہے ماما رات کو نائن پی ایم دنر ریڈی کرتی ہے دیدھو کھڑا جلدی یہ کھڑا جلدی ہے ماما رات کو نائن پی ایم دنر ریڈی کرتی ہے",
      "english_translation": "And did you see what starts after the bell rings? The game starts. Okay, so tell me. Mama prepares dinner at 9pm. Mama prepares dinner at 9pm. Tell me a little faster. Is it right or wrong? I don't know what to do.",
      "urdu_word_count": 62,
      "english_word_count": 43
    },
    {
      "chunk_id": 61,
      "start_time": "25:00:00",
      "end_time": "25:30:00",
      "urdu_text": "Is it right or wrong? آئے پچھا آتے مجھے سنگ نہیں ہے مجھ سے آتے مجھ سے راستے نہیں کیا جاتا؟ Good, ماما کوسی تھوڑا سا اور جلدی کرنا چاہیے نا تاکہ 9th year تاکہ سوند سے چلنے سے آپ نے سے کون پوچھ سکتے تاکہ میں بتاوں کہ مجھ سے سب کیا ماں پوچھتے ہیں کوئی سبیت بچھا جو نے رام لیچے ماما مجھ سے سنگ نہیں ہے مجھ سے راستے نہیں کیا",
      "english_translation": "Is it right or wrong?",
      "urdu_word_count": 74,
      "english_word_count": 5
    },
    {
      "chunk_id": 62,
      "start_time": "25:25:00",
      "end_time": "25:55:00",
      "urdu_text": "ملے راہ پیچھے میں آپ کو صبح کس وقت نماز پڑھتا ہوں؟ نہیں آؤ مجھے وقت بتائیں گے میں بتاوں گی چیز کھائے رہتا ہے آئیشہ صبح پانچ وقت پی ایم پی ایم پائی پی ایم آئیشہ پائی پی ایم نماز پڑھتی ہے صبح is it right? یہاں ایسا بھی کھلاتا ہے آئیشہ پانچ وقت ملے راہ پیچھے میں آپ کو صبح کس وقت نماز پڑھتا ہوں؟",
      "english_translation": "I want to tell you what time I pray in the morning. No, tell me the time. I will tell you. Ayesha prays at 5 am. Ayesha prays at 5 am in the morning. Is it right? Yes. Ayesha prays at 5 am in the morning.",
      "urdu_word_count": 67,
      "english_word_count": 46
    },
    {
      "chunk_id": 63,
      "start_time": "25:50:00",
      "end_time": "26:20:00",
      "urdu_text": "ٹھیک ہے اگر آپ ڈالتے ہو تو آدھے سوئے اور آدھے جائے گا کہ وہ میری بات نہیں بھی سن رہے سے بھارا سیدھے کو روائز کریں آہ بتایا آپ پوچھ سکتے ہیں دیدھا نے یہ نہیں بولا کہ اس نے کون کے دن کوئی نماز دے دی دیدھا نہیں بولا اس نے کہ سبھا کی نماز صحیح کہیں ہاں بس آپ صحیح کہہ سکتے تھے جو زیادہ بتا جا جاتا نا بولا تھا آپ نے چلیں بس آپ نماز",
      "english_translation": "",
      "urdu_word_count": 80,
      "english_word_count": 0
    },
    {
      "chunk_id": 64,
      "start_time": "26:15:00",
      "end_time": "26:45:00",
      "urdu_text": "ڈال جاتا ہے نا بولتا آپ نے چلیں بس آپ نماز کس پر کرتے ہیں جیسے میں بتاوں کہ میں نے مغرب کی نماز پورو بلاک پڑھی پور پور ڈال میں نے مغرب کی نماز پڑھی آیا آپ مغرب کی نماز پڑھتے ہیں پور پور نہیں اس وقت آپ نماز بھی پڑھتے ہیں مغرب کی نماز پورڈیل راکی نہیں آپ کیسے کریں گے ڈالیں",
      "english_translation": "It would have been easier, right? Did you say that? Let's go. By the way, how do you pray? Like I said, I prayed Maghrib at 4 o'clock. I prayed Maghrib at 4 a.m. I often pray Maghrib at 4 a.m. No. You pray Maghrib at 4 a.m. Is that wrong? No. How can you say that? Good. Very good.",
      "urdu_word_count": 64,
      "english_word_count": 60
    },
    {
      "chunk_id": 65,
      "start_time": "26:40:00",
      "end_time": "27:10:00",
      "urdu_text": "آپ کے بڑے سینگے آئے گئے آپ کیسے کریں گے مجھے مجھے کھول کیوں ایم کیوں لوں گے کیونکہ مغرب میں کیا شروع ہو جاتا ہے ایم اب آپ نے ہیڈ ریز کرنے کے لئے کتنے بچوں کو ہی بتا چل گیا کہ ایم کونسا مددے کے ٹائم ہے اور ایم کونسا مددے کونسا مددے ٹائم ہے ایم کونسا مددے",
      "english_translation": "How will you do it? Good. Why is M long? Because what starts with M? M. Now you have to raise your hand. How many of you have realised which one is M and which one is D? Which one is M? M. M. Good.",
      "urdu_word_count": 60,
      "english_word_count": 45
    },
    {
      "chunk_id": 66,
      "start_time": "27:05:00",
      "end_time": "27:31:21",
      "urdu_text": "یہاں کو بھی ہوتا ہے یہاں یہاں یہاں ہم نے کتنے بچوں کو پتہ چل گیا ہے ہم نے کتنے بچوں کو پتہ چل گیا ہے بہت بہت بہت بہت ٹھیک ہے یہاں",
      "english_translation": "How many kids have found out what it is? How many kids have found out what it is? Very good! Give it up for Bhoopi!",
      "urdu_word_count": 33,
      "english_word_count": 25
    },
    {
      "chunk_id": 67,
      "start_time": "27:30:00",
      "end_time": "27:31:21",
      "urdu_text": "امیر بھائی",
      "english_translation": "Thank you.",
      "urdu_word_count": 2,
      "english_word_count": 2
    }
  ],
  "summary": {
    "total_urdu_words": 3656,
    "total_english_words": 3555,
    "successful_chunks": 67
  }
}